Repository: AnastasiaSchull/BonVoyage_TravelAgency
Catalog: BonVoyage_TravelAgency/Resources/Resource.*.resx
Languages: fr, sk, uk

source: About Us
fr: À propos de nous
sk: O nás
uk: Про нас

# Country
source: About Us
fr: Pays
sk: Krajina
uk: Країна

source: Contacts
sk: Kontakty
uk: Контакти

source: Countries
fr: Pays
sk: Krajiny
uk: Країни

source: FAQ
sk: Často kladené otázky
uk: ЧаПи

source: Filters
fr: Filtres
sk: Filtre
uk: Фільтри

source: Home
fr: Accueil
sk: Domov
uk: Головна

source: Last Minute Tours
fr: Offres de dernière minute
sk: Last Minute zájazdy
uk: Гарячі тури

source: Learn More
fr: En savoir plus
sk: Dozvedieť sa viac
uk: Дізнатися більше

source: Reviews
fr: Avis
uk: Відгуки

source: Search
fr: Recherche
sk: Hľadať
uk: Пошук

source: Services
sk: Služby
uk: Послуги

source: Tours
fr: Circuits
sk: Zájazdy
uk: Тури

source: Charters
sk: Letové charterové lety
uk: Чартерні рейси

source: Search Tours
fr: Rechercher des circuits
sk: Vyhľadávanie zájazdov
uk: Пошук турів

source: Guide
sk: Sprievodca
uk: Путівник

source: About Bon Voyage
fr: À propos de Bon Voyage
sk: O spoločnosti Bon Voyage
uk: Про Bon Voyage

source: Where to buy
fr: Où acheter
sk: Kde kúpiť
uk: Де купити

source: Tours to Turkey
fr: Tours en Turquie
sk: Zájazdy do Turecka
uk: Тури до Туреччини

source: Tours to Egypt
fr: Tours en Égypte
sk: Zájazdy do Egypta
uk: Тури до Єгипту

source: Tours to Greece
fr: Tours en Grèce
sk: Zájazdy do Grécka
uk: Тури до Греції

source: Tours to Spain
fr: Tours en Espagne
sk: Zájazdy do Španielska
uk: Тури до Іспанії

source: Tours to Montenegro
fr: Tours en Monténégro
sk: Zájazdy do Čiernej Hory
uk: Тури до Чорногорії

source: Package tours
fr: Circuits organisés
sk: Balíkové zájazdy
uk: Пакетні тури

source: Summer tours
fr: Circuits d'été
sk: Letné zájazdy
uk: Літні тури

source: Autumn tours
fr: Circuits d'automne
sk: Jesenné zájazdy
uk: Осінні тури

source: Winter tours
fr: Circuits d'hiver
sk: Zimné zájazdy
uk: Зимові тури

source: Spring tours
fr: Circuits de printemps
sk: Jarné zájazdy
uk: Весняні тури

source: Ski tours
fr: Circuits de ski
sk: Lyžiarske zájazdy
uk: Лижні тури

source: Charters to Bulgaria
fr: Vols charters pour la Bulgarie
sk: Lety do Bulharska
uk: Тури до Болгарії

source: All charter flights
fr: Tous les vols charters
sk: Všetky charterové lety
uk: Всі чартерні рейси

source: Charters to Turkey
fr: Vols charters pour la Turquie
sk: Lety do Turecka
uk: Чартери до Туреччини

source: Charters to Greece
fr: Vols charters pour la Grèce
sk: Lety do Grécka
uk: Чартери до Греції

source: Charters to Montenegro
fr: Vols charters pour le Monténégro
sk: Lety do Čiernej Hory
uk: Чартери до Чорногорії

source: Charters to Egypt
fr: Vols charters pour l'Égypte
sk: Lety do Egypta
uk: Чартери до Єгипту

source: Where to go for a tourist
fr: Où aller pour un touriste
sk: Kam ísť pre turistu
uk: Куди поїхати туристу

source: Travel insurance
fr: Assurance voyage
sk: Cestovné poistenie
uk: Туристичне страхування

source: Travel news
fr: Actualités de voyage
sk: Cestovné novinky
uk: Новини подорожей

source: Tips for tourists
fr: Conseils pour les touristes
sk: Tipy pre turistov
uk: Поради для туристів

source: Coronavirus tests
fr: Tests de coronavirus
sk: Testy na koronavírus
uk: Тести на коронавірус

source: About Bon Voyage Company
fr: À propos de la société Bon Voyage
sk: O spoločnosti Bon Voyage
uk: Про компанію Bon Voyage

source: Reviews from tourists
fr: Avis des touristes
sk: Recenzie turistov
uk: Відгуки туристів

source: Why do people trust us?
fr: Pourquoi les gens nous font-ils confiance?
sk: Prečo nám ľudia dôverujú?
uk: Чому люди нам довіряють?

source: How to book a tour
fr: Comment réserver le tour
sk: Ako rezervovať zájazd
uk: Як забронювати тур

source: Refund
fr: Remboursement
sk: Vrátenie peňazí
uk: Повернення коштів

source: Legal information
fr: Informations légales
sk: Právne informácie
uk: Юридична інформація

source: Office addresses
fr: Adresses des bureaux
sk: Adresa kancelárie
uk: Адреси офісів

source: Travel agencies in Lyon
fr: Agences de voyages à Lyon
sk: Cestovné agentúry v Lyone
uk: Туристичні агентства в Ліоні

source: Travel agencies in Paris
fr: Agences de voyages à Paris
sk: Cestovné agentúry v Paríži
uk: Туристичні агентства в Парижі

source: Travel agencies in Nice
fr: Agences de voyages à Nice
sk: Cestovné agentúry v Nice
uk: Туристичні агентства в Ніцці

source: Travel agencies in Bordeaux
fr: Agences de voyages à Bordeaux
sk: Cestovné agentúry v Bordeaux
uk: Туристичні агентства в Бордо

source: Travel agencies in Marseilles
fr: Agences de voyages à Marseille
sk: Cestovné agentúry v Marseille
uk: Туристичні агентства в Марселі

source: Registration
fr: Inscription
sk: Registrácia
uk: Реєстрація

source: Login
fr: Connexion
sk: Prihlásenie
uk: Вхід

source: Logout
fr: Déconnexion
sk: Odhlásenie
uk: Вихід

source: Email
fr: Courriel
uk: Електронна пошта

source: Password
fr: Mot de passe
sk: Heslo
uk: Пароль

source: UserName
fr: Nom d'utilisateur
sk: Používateľské meno
uk: Ім'я користувача

source: UserSurname
fr: Nom de famille
sk: Priezvisko používateľa
uk: Прізвище користувача

source: Address
fr: Adresse
sk: Adresa
uk: Адреса

source: Register
fr: S'inscrire
sk: Registrovať sa
uk: Зареєструватися

source: Preference
fr: Préférences
sk: Preferencie
uk: Налаштування

source: Chat room
fr: Salle de chat
sk: Miestnosť na chat
uk: Чат

source: Welcome
fr: Bienvenue
sk: Vitajte
uk: Ласкаво просимо

source: Send your message
fr: Envoyez votre message
sk: Pošlite svoju správu
uk: Надіслати повідомлення

source: Go to Chat Room
fr: Aller à la salle de chat
sk: Ísť do miestnosti na chat
uk: Перейти до чату

source: Discover our discounted tours and best deals
fr: Découvrez nos circuits à prix réduits et nos meilleures offres
sk: Objavte naše zľavnené zájazdy a najlepšie ponuky
uk: Відкрийте для себе наші тури зі знижками та найкращі пропозиції

source: WelcomeToBonVoyage
fr: BienvenueChezBonVoyage
sk: Vitajte v BonVoyage
uk: Ласкаво просимо до BonVoyage

source: View Details
fr: Voir les détails
sk: Zobraziť podrobnosti
uk: Переглянути деталі

source: Name
fr: Prénom
sk: Meno
uk: Ім'я

source: Book
fr: Réserver
sk: Rezervovať
uk: Забронювати

source: Payment
fr: Paiement
sk: Platba
uk: Оплата

source: Stages of booking a tour
fr: Étapes de réservation du tour
sk: Kroky rezervácie zájazdu
uk: Етапи бронювання туру

source: Number of persons
fr: Nombre de personnes
sk: Počet osôb
uk: Кількість осіб

source: Surname
fr: Nom de famille
sk: Priezvisko
uk: Прізвище

source: My contacts
fr: Mes contacts
sk: Moje kontakty
uk: Мої контакти

source: Tour booking
fr: Réservation de tour
sk: Rezervácia zájazdu
uk: Бронювання туру

source: Privacy
fr: Confidentialité
sk: Súkromie
uk: Конфіденційність

source: Privacy Policy
fr: Politique de confidentialité
sk: Zásady ochrany osobných údajov
uk: Політика конфіденційності

source: How to pay for the tour
fr: Comment payer pour le tour
sk: Ako zaplatiť za zájazd
uk: Як оплатити тур

source: New year tours
fr: Tours du Nouvel An
sk: Novoročné zájazdy
uk: Новорічні тури

source: All countries of the world
fr: Tous les pays du monde
sk: Všetky krajiny sveta
uk: Всі країни світу

source: Previous
fr: Précédente
sk: Predchádzajúci
uk: Попередній

source: Next
fr: Suivant
sk: Dalšie
uk: Наступний

source: Tours to Croitia
fr: Tours en Croatie
sk: Zájazdy do Chorvátska
uk: Тури в Хорватію

source: All users
fr: Tous les utilisateurs
sk: Všetci používatelia
uk: Всі користувачі

source: Password Confirm
fr: Mot de passe Confirmer
sk: Potvrdenie hesla
uk: Підтвердіть пароль

source: Back
fr: Retour
sk: Chrbát
uk: Повернутися
